Show / Hide Table of Contents
Enum ConeBreakoutCheckType
Types of cone breakout checks
Namespace: IdeaRS.OpenModel
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ConeBreakoutCheckType
Fields
 Name |  Description
 Both
Both tension and shear cone breakout checks are prerformed
 None
None of cone breakout checks are prerformed
 Shear
Only shear cone breakout checks are prerformed
 Tension
Only tension cone breakout checks are prerformed
 Improve this Doc
 View Source